Repository: VladimirMikulic/plasma-applet-thermal-monitor
Catalog: translations/po/plasma_applet_org.kde.thermalMonitor_*.po
Languages: hr

source: Temperature
hr: Temperatura

source: Appearance
hr: Izgled

source: Misc
hr: Razno

source: Alias font size:
hr: Alias za veličinu fonta:

source: Temperature font size:
hr: Veličina fonta temperature:

source: Icon font size:
hr: Veličina fonta ikone:

source: Temperature right margin:
hr: Desni razmak temperature:

source: Notification icon bottom margin:
hr: Razmak od dna do obavještajne ikone:

source: Enable label drop shadow
hr: Postavi sjenu na naziv

source: Update interval:
hr: Interval osvježavanja:

# Abbreviation for seconds
source: s
hr: Kratica za sekunde

source: Temperature:
hr: Temperatura

source: Add Resource
hr: Dodaj Izvor

source: Edit Resource
hr: Uredi Izvor

source: Source
hr: Izvor

source: Group of sources
hr: Grupa izvora

source: NOTE: Group of sources shows the highest temperature of chosen sources.
hr: NOTE: Grupa izvora pokazuje izvor s najvišom temperaturom.

source: Override limit temperatures
hr: Podigni granicu temperature

source: Warning temperature [°C]:
hr: Temperatura upozorenja [°C]:

source: Meltdown temperature [°C]:
hr: Temperatura topljenja [°C]:

source: Plasmoid version:
hr: Verzija plasmoida:

source: Resources
hr: Izvori

source: Add resources by clicking "+" button.
hr: Dodaj izvor klikom na "+" dugme.

source: Action
hr: Radnja

source: Notifications
hr: Obavijesti

source: Reload Temperature Sources
hr: Osvježi Izvore Temperatura
